<template>
  <div class="tx-jt agreement">
    <p>
      彩云点餐(以下或称“我们”)非常注重保护用户(以下或称“您”)的个人信息，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
    </p>
    <!-- <br/> -->
    <p>
      【特别提示】请您在使用我们提供的各项产品\服务前，仔细阅读并充分理解本《用户协议》并作出相应选择。一旦您使用或继续使用我们的产品\服务时，即意味着您同意我们按照本用户协议收集、使用、保存、共享和保护您的相关信息。
      彩云点餐所有的产品\服务(包括彩云点餐商家提供的产品\服务及未设独立隐私政策的彩云点餐商家关联方提供的产品\服务)均适用本用户协议。
    </p>
    <p>一、我们如何收集和使用您的个人信息</p>
    <div>我们会出于本政策所述的以下目的，收集和使用您的个人信息:</div>
    <div>(一)帮助您登录我们的商家版后台</div>
    <div>
      为登录我们的商家版后台，以便我们为您提供商家服务，保证您的门店正常运营，您需要提供手机号码(手机号会进行脱敏处理)，角色信息，网络身份识别信息(头像、昵称及账号密码)。
    </div>
    <div>(二)更好的为您提供产品\服务</div>
    <div>1、您向我们提供的信息</div>
    <div>
      为便于向您提供产品\服务，我们有权从身份校验、完成交易、售后及客户服务、提供安全保障的多种角度，收集您向我们提供的联系人信息(姓名、电话号码)、法定代表人信息(姓名、手机号、身份证号)、门店地址，您在使用彩云点餐商家版服务的过程中所提交的任何文字、照片、视频各种形式的信息，也可能会包含或者关联到您的个人信息，我们将对于上述信息中涉及的个人信息予以严格保护。
    </div>
    <div>2、我们在您使用服务过程中收集的信息</div>
    <div>
      为向您展示有关订单信息，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。
    </div>
    <div>
      为了满足法律法规及提供服务的基本要求，保障您的账号安全与系统运行安全以及更好的使用我们的产品，提升产品问题排查效率，我们会收集您的日志信息、订单信息、浏览及搜索信息、位置信息、设备信息，问题上报描述，联系电话以及您在使用服务过程中所提交的任何文字、照片、视频信息并将您在使用我们关联方的某项服务中提供的信息结合起来，进行综合统计、分析用来向您提供便捷服务和信息展示，包括在微信公众号页面向您推送消息通知，通过短信、公众号等给您发送推送消息、推广信息或展示产品/服务相关商业广告。
    </div>
    <div>
      3、当您与我们联系时，我们可能会收集您的通信\通话记录和内容或您留下的联系方式信息，以便与您联系、帮助您解决问题，或记录相关问题的处理方案及结果。
    </div>
    <p>二、我们如何保护您个人信息的安全</p>
    <div>
      为保障您的信息安全，我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息，防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个
      人信息，使用加密技术确保数据的保密性;使用受信赖的保护机制防止数据遭到恶意攻击;部署访问控制机制，确保只有授权人员才可访问个人信息。
    </div>
    <div>
      在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </div>
    <p>三、您如何管理您的个人信息 您对您的个人信息享有以下权利:</p>
    <div>
      1、您有权访问、更正、删除您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式管理您的信息:
    </div>
    <div>
      地址信息——您可以通过访问微信公众号“彩云工行”随时更改您的商家地址。
    </div>
    <div>2、您可以注销账户</div>
    <div>
      您有权注销您的彩云点餐商家版账户，您可以通过微信公众号“彩云工行”进行账户注销。
    </div>
    <p>四、用户账号使用规则</p>
    <div>
      1、在注册、管理、使用账号时，您应遵循诚实信用、合法善意的原则。您向平台提交的相关注册资料应当遵守法律法规、社会主义制度、国家利益、公民合法权益、公序良俗、信息真实等原则，不应提交任何违法或不良信息。相关资料如有变动，您应及时更新。如果因您所提供的注册资料不合法、不真实、不准确或未及时更新，从而导致相关法律责任或不利后果的，您将承担相应的法律责任及不利后果。同时，彩云点餐有权拒绝为您提供注册服务。
    </div>
    <div>2、您同意并承诺以合法、合规、合理的方式使用彩云点餐账号：</div>
    <div>
      （1）您设置的账号昵称、头像等个人资料及店铺菜品图标、菜品描述等菜品信息不得出现违法和不良信息，包括但不限于使用政治、色情、低俗、侮辱、诽谤等违反法律、道德及公序良俗的词语。
    </div>
    <div>
      （2）未经他人许可，您不得使用他人名义（包括但不限于冒用他人姓名、名称、头像、身份等或采取其他足以让人引起混淆的方式）开设彩云点餐账号。
    </div>
    <div>
      （3）不得假冒、仿冒、捏造党政军机关、企事业单位、新闻媒体等组织机构名称、标识信息或采取其他足以让人引起混淆的方式开设彩云点餐账号。
    </div>
    <div>
      （4）不得恶意注册彩云点餐账号（包括但不限于频繁注册、批量注册账号等行为）或将彩云点餐账号用于非法或不正当用途（包括但不限于流量作假等行为），不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为，不得采取各种技术手段恶意绕开或者对抗平台规则。
    </div>
    <div>
      3、您应妥善保管账号信息、账号密码以及其他与账号相关的信息、资料。您有责任维护个人账号、密码的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您在彩云点餐平台进行的任何信息发表、浏览点击等操作行为可能引起的一切法律责任。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知彩云点餐。
    </div>
    <div>
      4、您理解并同意，如您违反上述条款，彩云点餐有权对您采取禁止注册、删除或屏蔽违法违规信息、不同时限的禁止信息发布、封号等处置措施。
    </div>
    <div>
      5、您理解并同意，您可通过注册新的账号或登录您现有的账号以使用彩云点餐的各项服务及功能，您使用彩云点餐账号应同时遵守《用户协议》中的各项规定。
    </div>
    <div>
      6、您知悉并同意，彩云点餐将按照有权网络信息主管部门的相关规定对您的账号信息及所发布的各项信息进行必要的安全审查及评估，保留并向有关部门定期报送您的账号信息及您所发布的各项信息。
    </div>
    <p>五 通知与修订</p>
    <div>
      为给您提供更好的服务，我们的业务将不时变化，本用户协议也将随之调整。未经您明确同意，我们不会削减您依据本用户协议所应享有的权利。我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的用户协议。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。
    </div>
    <p>六、如何联系我们</p>
    <div>
      您可以通过微信小程序的客服系统与我们联系并作充分描述，我们尽力解决您的请求。
    </div>
  </div>
</template>
<style lang="scss" scoped>
.agreement {
  font-size: 14px;
  line-height: 24px;
  display: inline-block;
  text-align: justify;
  padding: 10px 20px;
}
</style>
